[M_Sage_DahliaMurder MissionDefinition]
MissionName="They use balls to kill ticks"
MissionDescription="Rakanot Rakanot stood up from his seat when he saw the flames and heard a strange sound, which caused A folding ladder to fire a rocket outside his room. You must use it to defeat and kill Rachnot when he appears.."
TurnInDescription="Thanks to your amazing actions, Rakkanot is over.."
MissionSummary="Spin the chair and kill the panda."
MissionGiver="bright"
MissionTurnInLocation="Claptrap"
TeaserText="I understand! Aah!"

[M_Sage_DahliaMurder:FireGun MissionObjectiveDefinition]
ProgressMessage="Fire the gun"

[M_Sage_DahliaMurder:FireGunSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_DahliaMurder:GetGunPowder MissionObjectiveDefinition]
ProgressMessage="Steal the child"

[M_Sage_DahliaMurder:GetGunPowderSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_DahliaMurder:KillCreature MissionObjectiveDefinition]
ProgressMessage="Kill the Rognot"

[M_Sage_DahliaMurder:KillCreatureSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_DahliaMurder:PlantRocket MissionObjectiveDefinition]
ProgressMessage="Catch the rocket"

[M_Sage_DahliaMurder:PlantRocketSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

